Repository: OPUS4/application
Catalog: modules/default/language/workflow.tmx
Source language: de
Languages: en

source: Zugriff beschränken
en: Restrict document

source: Sind Sie sicher, dass Sie das Dokument für beschränkten Zugang freigeben wollen?
en: Are you sure you want to change the state of the document to 'restricted'?

source: Status ändern: In Bearbeitung
en: Change state: In Progress

source: Sind Sie sicher, dass Sie den Zustand des Dokumentes auf 'In Bearbeitung' setzen wollen?
en: Are you sure you want to change the state of the document to 'inprogress'?

source: Status ändern: Geprüft
en: Change state: Audited

source: Sind Sie sicher, dass Sie den Zustand des Dokumentes auf 'Geprüft' setzen wollen?
en: Are you sure you want to change the state of the document to 'audited'?

source: Dokument löschen
en: Delete document

source: Sind Sie sicher, dass Dokument %1$s gelöscht werden soll?
en: Are you sure you want to delete document %1$s?

source: Dokument komplett löschen
en: Delete document permanently

source: Sind Sie sicher, dass Dokument %1$s komplett gelöscht werden soll? Alle Daten zum Dokument werden vollständig entfernt und es gibt keine Möglichkeit, dies rückgängig zu machen!
en: Are you sure you want to delete document %1$s permanently? All contents will be removed from disk without the possibility to undelete!

source: Dokument freischalten
en: Publish document

source: Sind Sie sicher, daß Dokument %1$s freigeschaltet werden soll?
en: Are you sure you want to publish document %1$s?

source: Dokument zurückziehen
en: Unpublish document

source: Sind Sie sicher, dass Dokument %1$s zurück gezogen werden soll?
en: Are you sure you want to unpublish document %1$s?

source: Das Dokument befindet sich bereits in Status '%1$s'.
en: The document is already in state '%1$s'.

source: Der Status des Dokumentes kann nicht zu '%1$s' geändert werden.
en: The document status cannot be changed to '%1$s'.

source: Das Dokument wurde bereits veröffentlicht.
en: The document has already been published.

source: Das Dokument wurde bereits zurück gezogen.
en: The document has already been unpublished.

source: Das Dokument wurde bereits gelöscht.
en: Document has already been deleted.

source: Unbekannter Status für Dokument angefordert.
en: Requested state for document is invalid.

source: Dokument %1$s wurde erfolgreich in den Zustand '%2$s' gesetzt.
en: The state of document %1$s was successfully changed to '%2$s'.

source: Das Dokument wurde erfolgreich gelöscht.
en: Document was successfully deleted.

source: Das Dokument wurde erfolgreich aus dem Repository entfernt.
en: Document was successfully removed from the repository.

source: Das Dokument %1$s wurde freigeschaltet!
en: Document %1$s published successfully!

source: Das Dokument %1$s wurde zurückgezogen!
en: Document %1$s successfully unpublished!

source: Dieses Dokument hat ein festgelegtes Freischaltdatum, das noch nicht erreicht wurde. Es wird automatisch am festgelegten Tag freigeschaltet.
en: This document has an unlocking date, which has not been reached. It will be published automatically.

source: Benachrichtigungseinstellungen
en: Notification Settings

source: Eine Benachrichtigung über das Freischalten wird per E-Mail an folgende Personen verschickt:
en: A notification about the publish event is sent to the following persons via email:

source: Einsteller
en: Submitter

source: Einsteller und %1$s. Autor
en: Submitter and %1$s. author

source: Autor
en: Author

source: Keine E-Mail-Adresse verfügbar
en: No email address available
